Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Dash_VaultStorageLabel.Text
source: Vault Storage
de: Tresor-Speicher
es: Almacenamiento de la bóveda
fr: Stockage du coffre-fort
ja: Vault ストレージ
zh_cn: Vault 存储

# Chat_MsgsLabel.Text
source: msgs
de: Nachr.
es: mens.
ja: 件
zh_cn: 条

# Chat_InspectContextTip.ToolTipService.ToolTip
source: Inspect the full context used for this response
de: Den vollständigen Kontext dieser Antwort einsehen
es: Inspeccionar el contexto completo usado para esta respuesta
fr: Inspecter le contexte complet utilisé pour cette réponse
ja: この応答に使われた完全なコンテキストを確認
zh_cn: 查看此回复所用的完整上下文

# Chat_ContextUsedLabel.Text
source: Context Used
de: Verwendeter Kontext
es: Contexto usado
fr: Contexte utilisé
ja: 使用されたコンテキスト
zh_cn: 已用上下文

# Chat_WebSourcesLabel.Text
source: Web sources
de: Webquellen
es: Fuentes web
fr: Sources web
ja: Web ソース
zh_cn: 网页来源

# Chat_ConversationsTitle.Text
source: Conversations
de: Konversationen
es: Conversaciones
ja: 会話
zh_cn: 会话

# Chat_NewConversationTip.ToolTipService.ToolTip
source: New conversation
de: Neue Konversation
es: Nueva conversación
fr: Nouvelle conversation
ja: 新しい会話
zh_cn: 新建会话

# Chat_NewLabel.Text
source: New
de: Neu
es: Nueva
fr: Nouveau
ja: 新規
zh_cn: 新建

# Chat_SearchConvBox.PlaceholderText
source: Search conversations...
de: Konversationen durchsuchen...
es: Buscar conversaciones...
fr: Rechercher des conversations...
ja: 会話を検索...
zh_cn: 搜索会话...

# Chat_AllFilterBtn.Content
source: All
de: Alle
es: Todas
fr: Toutes
ja: すべて
zh_cn: 全部

# Chat_BranchesHeader.Header
source: Branches
de: Zweige
es: Ramas
ja: ブランチ
zh_cn: 分支

# Chat_MergeToMainTip.ToolTipService.ToolTip
source: Merge to main
de: In Hauptzweig zusammenführen
es: Fusionar con la principal
fr: Fusionner dans la principale
ja: メインにマージ
zh_cn: 合并到主线

# Chat_DeleteBranchTip.ToolTipService.ToolTip
source: Delete branch
de: Zweig löschen
es: Eliminar rama
fr: Supprimer la branche
ja: ブランチを削除
zh_cn: 删除分支

# Chat_ConversationsCountRun.Text
source: conversations
de: Konversationen
es: conversaciones
ja: 件の会話
zh_cn: 个会话

# Chat_ToggleSidebarBtn.ToolTipService.ToolTip
source: Toggle sidebar
de: Seitenleiste umschalten
es: Alternar barra lateral
fr: Afficher/masquer la barre latérale
ja: サイドバーの表示切替
zh_cn: 切换侧边栏

source: Toggle sidebar
de: Seitenleiste umschalten
es: Alternar barra lateral
fr: Afficher/masquer la barre latérale
ja: サイドバーの表示切替
zh_cn: 切换侧边栏

# Chat_SelectModelBox.PlaceholderText
source: Select model...
de: Modell auswählen...
es: Seleccionar modelo...
fr: Sélectionner un modèle...
ja: モデルを選択...
zh_cn: 选择模型...

# Chat_SystemPromptTip.ToolTipService.ToolTip
source: System prompt
es: Prompt del sistema
fr: Prompt système
ja: システム プロンプト
zh_cn: 系统提示词

# Chat_SystemPromptTitle.Text
source: System Prompt
es: Prompt del sistema
fr: Prompt système
ja: システム プロンプト
zh_cn: 系统提示词

# Chat_SystemPromptHint.Text
source: Set the AI's behavior and personality for this conversation.
de: Legen Sie Verhalten und Persönlichkeit der KI für diese Konversation fest.
es: Defina el comportamiento y la personalidad de la IA para esta conversación.
fr: Définissez le comportement et la personnalité de l'IA pour cette conversation.
ja: この会話での AI の振る舞いと性格を設定します。
zh_cn: 为此会话设置 AI 的行为与个性。

# Chat_NoSystemPrompt.Text
source: No system prompt
de: Kein Systemprompt
es: Sin prompt del sistema
fr: Aucun prompt système
ja: システム プロンプトなし
zh_cn: 无系统提示词

# Chat_AssignFolderTip.ToolTipService.ToolTip
source: Assign folder
de: Ordner zuweisen
es: Asignar carpeta
fr: Attribuer un dossier
ja: フォルダーを割り当て
zh_cn: 分配文件夹

# Chat_MoveToFolderTitle.Text
source: Move to Folder
de: In Ordner verschieben
es: Mover a carpeta
fr: Déplacer vers un dossier
ja: フォルダーへ移動
zh_cn: 移动到文件夹

# Chat_NoFolderItem.Content
source: None (remove folder)
de: Keiner (Ordner entfernen)
es: Ninguna (quitar carpeta)
fr: Aucun (retirer le dossier)
ja: なし(フォルダーを解除)
zh_cn: 无(移除文件夹)

# Chat_FolderWork.Content
source: Work
de: Arbeit
es: Trabajo
fr: Travail
ja: 仕事
zh_cn: 工作

# Chat_FolderResearch.Content
source: Research
de: Forschung
es: Investigación
fr: Recherche
ja: リサーチ
zh_cn: 研究

# Chat_FolderPersonal.Content
source: Personal
de: Privat
fr: Personnel
ja: プライベート
zh_cn: 个人

# Chat_FolderArchive.Content
source: Archive
de: Archiv
es: Archivo
fr: Archives
ja: アーカイブ
zh_cn: 归档

# Chat_CustomFolderBox.PlaceholderText
source: Custom folder name...
de: Eigener Ordnername...
es: Nombre de carpeta personalizado...
fr: Nom de dossier personnalisé...
ja: カスタム フォルダー名...
zh_cn: 自定义文件夹名称...

# Chat_TokLabel.Text
source: tok
ja: トークン
zh_cn: token

# Chat_CompareBranchesBtn.ToolTipService.ToolTip
source: Compare branches
de: Zweige vergleichen
es: Comparar ramas
fr: Comparer les branches
ja: ブランチを比較
zh_cn: 对比分支

source: Compare branches
de: Zweige vergleichen
es: Comparar ramas
fr: Comparer les branches
ja: ブランチを比較
zh_cn: 对比分支

# Chat_RefreshConnBtn.ToolTipService.ToolTip
source: Refresh connection
de: Verbindung aktualisieren
es: Actualizar conexión
fr: Actualiser la connexion
ja: 接続を更新
zh_cn: 刷新连接

source: Refresh connection
de: Verbindung aktualisieren
es: Actualizar conexión
fr: Actualiser la connexion
ja: 接続を更新
zh_cn: 刷新连接

# Chat_ExportConvBtn.ToolTipService.ToolTip
source: Export conversation
de: Konversation exportieren
es: Exportar conversación
fr: Exporter la conversation
ja: 会話をエクスポート
zh_cn: 导出会话

# Chat_ExportConvBtn.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Export conversation
de: Konversation exportieren
es: Exportar conversación
fr: Exporter la conversation
ja: 会話をエクスポート
zh_cn: 导出会话

# Chat_RefreshSummaryTip.ToolTipService.ToolTip
source: Refresh the durable summary for this conversation
de: Dauerhafte Zusammenfassung dieser Konversation aktualisieren
es: Actualizar el resumen duradero de esta conversación
fr: Actualiser le résumé durable de cette conversation
ja: この会話の永続的な要約を更新
zh_cn: 刷新此会话的持久摘要

# Chat_OpenInspectorTip.ToolTipService.ToolTip
source: Open the full context inspector
de: Vollständigen Kontext-Inspektor öffnen
es: Abrir el inspector de contexto completo
fr: Ouvrir l'inspecteur de contexte complet
ja: コンテキスト インスペクターを開く
zh_cn: 打开完整上下文检查器

# Chat_InspectContextLabel.Text
source: Inspect Context
de: Kontext einsehen
es: Inspeccionar contexto
fr: Inspecter le contexte
ja: コンテキストを確認
zh_cn: 检查上下文

# Chat_EmptyTitle.Text
source: Start a Conversation
de: Konversation starten
es: Inicie una conversación
fr: Démarrer une conversation
ja: 会話を始めましょう
zh_cn: 开始会话

# Chat_PrivateBadge.Text
source: 100% Private
de: 100 % privat
es: 100 % privado
fr: 100 % privé
ja: 100% プライベート
zh_cn: 100% 私密

# Chat_EnterToSend.Text
source: Enter to send
de: Enter zum Senden
es: Enter para enviar
fr: Entrée pour envoyer
ja: Enter で送信
zh_cn: Enter 发送

# Chat_ShiftEnterNewLine.Text
source: Shift+Enter for new line
de: Umschalt+Enter für neue Zeile
es: Shift+Enter para nueva línea
fr: Maj+Entrée pour une nouvelle ligne
ja: Shift+Enter で改行
zh_cn: Shift+Enter 换行

# Chat_CancelEditBtn.Content
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_cn: 取消

# Chat_SaveResendBtn.Content
source: Save & Resend
de: Speichern & erneut senden
es: Guardar y reenviar
fr: Enregistrer et renvoyer
ja: 保存して再送信
zh_cn: 保存并重新发送

# Chat_EditMessageTip.ToolTipService.ToolTip
source: Edit message
de: Nachricht bearbeiten
es: Editar mensaje
fr: Modifier le message
ja: メッセージを編集
zh_cn: 编辑消息

# Chat_CopyUserMsgTip.ToolTipService.ToolTip
source: Copy to clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
zh_cn: 复制到剪贴板

# Chat_BranchFromHereTip.ToolTipService.ToolTip
source: Branch from here
de: Ab hier verzweigen
es: Crear rama desde aquí
fr: Créer une branche ici
ja: ここから分岐
zh_cn: 从此处创建分支

# Chat_DeleteUserMsgTip.ToolTipService.ToolTip
source: Delete message
de: Nachricht löschen
es: Eliminar mensaje
fr: Supprimer le message
ja: メッセージを削除
zh_cn: 删除消息

# Chat_GoodResponseTip.ToolTipService.ToolTip
source: Good response
de: Gute Antwort
es: Buena respuesta
fr: Bonne réponse
ja: 良い応答
zh_cn: 回复不错

# Chat_PoorResponseTip.ToolTipService.ToolTip
source: Poor response
de: Schlechte Antwort
es: Mala respuesta
fr: Mauvaise réponse
ja: 悪い応答
zh_cn: 回复不佳

# Chat_CopyAiMsgTip.ToolTipService.ToolTip
source: Copy to clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
zh_cn: 复制到剪贴板

# Chat_RegenerateTip.ToolTipService.ToolTip
source: Regenerate response
de: Antwort neu generieren
es: Regenerar respuesta
fr: Régénérer la réponse
ja: 応答を再生成
zh_cn: 重新生成回复

# Chat_DeleteAiMsgTip.ToolTipService.ToolTip
source: Delete message
de: Nachricht löschen
es: Eliminar mensaje
fr: Supprimer le message
ja: メッセージを削除
zh_cn: 删除消息

# Chat_ContextInspectionTitle.Text
source: Context Inspection
de: Kontextprüfung
es: Inspección de contexto
fr: Inspection du contexte
ja: コンテキストの検査
zh_cn: 上下文检查

# Chat_ContextStoryTitle.Text
source: Context Story
de: Kontextverlauf
es: Historia del contexto
fr: Récit du contexte
ja: コンテキスト ストーリー
zh_cn: 上下文脉络

# Chat_AssemblyOverviewTitle.Text
source: Assembly Overview
de: Zusammenstellungsübersicht
es: Resumen del ensamblado
fr: Aperçu de l'assemblage
ja: アセンブリの概要
zh_cn: 组装概览

# Chat_ModeRun.Text
source: Mode:
de: Modus:
es: Modo:
ja: モード:
zh_cn: 模式:

# Chat_SelectedRun.Text
source: Selected:
de: Ausgewählt:
es: Seleccionados:
fr: Sélection :
ja: 選択:
zh_cn: 已选:

# Chat_AnchorsRun.Text
source: · Anchors:
de: · Anker:
es: · Anclas:
fr: · Ancres :
ja: · アンカー:
zh_cn: · 锚点:

# Chat_OverflowRun.Text
source: Overflow:
de: Überlauf:
es: Desbordamiento:
fr: Dépassement :
ja: オーバーフロー:
zh_cn: 溢出:

# Chat_PromptEstRun.Text
source: · Prompt est:
de: · Prompt ca.:
es: · Est. prompt:
fr: · Est. prompt :
ja: · プロンプト推定:
zh_cn: · 提示词估计:

# Chat_DurableSummaryTitle.Text
source: Durable Summary
de: Dauerhafte Zusammenfassung
es: Resumen duradero
fr: Résumé durable
ja: 永続的な要約
zh_cn: 持久摘要

# Chat_RefreshSummaryTip2.ToolTipService.ToolTip
source: Refresh the durable summary for this conversation
de: Dauerhafte Zusammenfassung dieser Konversation aktualisieren
es: Actualizar el resumen duradero de esta conversación
fr: Actualiser le résumé durable de cette conversation
ja: この会話の永続的な要約を更新
zh_cn: 刷新此会话的持久摘要

# Chat_DurableRecallTitle.Text
source: Durable Recall
de: Dauerhafter Recall
es: Recuerdo duradero
fr: Rappel durable
ja: 永続リコール
zh_cn: 持久回忆

# Chat_WhyThisContextTitle.Text
source: Why This Context
de: Warum dieser Kontext
es: Por qué este contexto
fr: Pourquoi ce contexte
ja: このコンテキストの理由
zh_cn: 为何选用此上下文

# Chat_CapturedRun.Text
source: Captured
de: Erfasst
es: Capturado
fr: Capturé
ja: 取得:
zh_cn: 捕获于

# Chat_PromptRun.Text
source: Prompt:
ja: プロンプト:
zh_cn: 提示词:

# Chat_MessageBox.PlaceholderText
source: Message Agent-X...
de: Nachricht an Agent-X...
es: Mensaje a Agent-X...
fr: Message à Agent-X...
ja: Agent-X にメッセージ...
zh_cn: 给 Agent-X 发消息...

# Chat_VoiceInputTip.ToolTipService.ToolTip
source: Voice input — click to record
de: Spracheingabe — zum Aufnehmen klicken
es: Entrada de voz — clic para grabar
fr: Saisie vocale — cliquez pour enregistrer
ja: 音声入力 — クリックで録音
zh_cn: 语音输入 — 点击开始录音

# Chat_StopRecordingTip.ToolTipService.ToolTip
source: Stop recording and transcribe
de: Aufnahme beenden und transkribieren
es: Detener grabación y transcribir
fr: Arrêter l'enregistrement et transcrire
ja: 録音を停止して文字起こし
zh_cn: 停止录音并转写

# Chat_InspectAssembledTip.ToolTipService.ToolTip
source: Inspect the latest assembled chat context
de: Zuletzt zusammengestellten Chat-Kontext einsehen
es: Inspeccionar el último contexto de chat ensamblado
fr: Inspecter le dernier contexte de discussion assemblé
ja: 最新のチャット コンテキストを確認
zh_cn: 查看最近组装的聊天上下文

# Chat_ModeSolo.Text
source: Solo
ja: ソロ
zh_cn: 单模型

# Chat_ModeMulti.Text
source: Multi
ja: マルチ
zh_cn: 多模型

# Chat_ModeDebate.Text
source: Debate
de: Debatte
fr: Débat
ja: ディベート
zh_cn: 辩论

# Chat_SendBtn.ToolTipService.ToolTip
source: Send message (Enter)
de: Nachricht senden (Enter)
es: Enviar mensaje (Enter)
fr: Envoyer le message (Entrée)
ja: メッセージを送信 (Enter)
zh_cn: 发送消息 (Enter)

# Chat_SendBtn.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
ja: メッセージを送信
zh_cn: 发送消息

# Chat_StopGenBtn.ToolTipService.ToolTip
source: Stop generation
de: Generierung stoppen
es: Detener generación
fr: Arrêter la génération
ja: 生成を停止
zh_cn: 停止生成

# Chat_StopGenBtn.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Stop generation
de: Generierung stoppen
es: Detener generación
fr: Arrêter la génération
ja: 生成を停止
zh_cn: 停止生成

# AskFiles_Title.Text
source: Ask Your Files
de: Fragen Sie Ihre Dateien
es: Pregunta a tus archivos
fr: Interroger vos fichiers
ja: ファイルに質問する
zh_cn: 向您的文件提问

# AskFiles_Subtitle.Text
source: AI-powered answers grounded in your documents.
de: KI-gestützte Antworten, die auf Ihren Dokumenten basieren.
es: Respuestas impulsadas por IA basadas en sus documentos.
fr: Des réponses propulsées par l'IA, ancrées dans vos documents.
ja: ドキュメントに基づく AI 回答。
zh_cn: 以您的文档为依据的 AI 回答。

# AskFiles_AllCollectionsBox.PlaceholderText
source: All Collections
de: Alle Sammlungen
es: Todas las colecciones
fr: Toutes les collections
ja: すべてのコレクション
zh_cn: 全部合集

# AskFiles_ClearConvBtn.ToolTipService.ToolTip
source: Clear conversation
de: Konversation leeren
es: Borrar conversación
fr: Effacer la conversation
ja: 会話をクリア
zh_cn: 清空会话

source: Clear conversation
de: Konversation leeren
es: Borrar conversación
fr: Effacer la conversation
ja: 会話をクリア
zh_cn: 清空会话

# AskFiles_ClearLabel.Text
source: Clear
de: Leeren
es: Borrar
fr: Effacer
ja: クリア
zh_cn: 清空

# AskFiles_EmptyTitle.Text
source: Ask Questions About Your Documents
de: Stellen Sie Fragen zu Ihren Dokumenten
es: Haga preguntas sobre sus documentos
fr: Posez des questions sur vos documents
ja: ドキュメントについて質問しましょう
zh_cn: 就您的文档提问

# AskFiles_SearchPrefixRun.Text
source: Your AI will search through
de: Ihre KI durchsucht
es: Su IA buscará entre
fr: Votre IA parcourra
ja: AI が
zh_cn: AI 将搜索

# AskFiles_SearchSuffixRun.Text
source: knowledge chunks to find answers, citing its sources.
de: Wissensabschnitte, um Antworten zu finden – mit Quellenangaben.
es: fragmentos de conocimiento para encontrar respuestas, citando sus fuentes.
fr: fragments de connaissances pour trouver des réponses, en citant ses sources.
ja: 件のナレッジ チャンクを検索し、出典を示しながら回答します。
zh_cn: 个知识块以寻找答案,并引用其来源。

# AskFiles_RagBadge.Text
source: RAG-Powered Answers with Citations
de: RAG-gestützte Antworten mit Quellenangaben
es: Respuestas con RAG y citas
fr: Réponses RAG avec citations
ja: 出典付きの RAG 回答
zh_cn: 带引用的 RAG 回答

# AskFiles_TryAskingOverline.Text
source: TRY ASKING
de: FRAGEN SIE ZUM BEISPIEL
es: PRUEBE A PREGUNTAR
fr: ESSAYEZ DE DEMANDER
ja: 質問の例
zh_cn: 试试这样问

# AskFiles_Example1.Text
source: What are the key findings in my research?
de: Was sind die wichtigsten Erkenntnisse meiner Forschung?
es: ¿Cuáles son los hallazgos clave de mi investigación?
fr: Quelles sont les principales conclusions de mes recherches ?
ja: 私のリサーチの主要な発見は何ですか?
zh_cn: 我的研究中有哪些关键发现?

# AskFiles_Example2.Text
source: Summarize the main points from my meeting notes
de: Fasse die Hauptpunkte meiner Meeting-Notizen zusammen
es: Resume los puntos principales de mis notas de reunión
fr: Résume les points principaux de mes notes de réunion
ja: 会議メモの要点をまとめて
zh_cn: 总结我会议记录中的要点

# AskFiles_Example3.Text
source: Compare the approaches discussed in my papers
de: Vergleiche die in meinen Papieren diskutierten Ansätze
es: Compara los enfoques tratados en mis documentos
fr: Compare les approches abordées dans mes documents
ja: 論文で扱われているアプローチを比較して
zh_cn: 比较我论文中讨论的方法

# AskFiles_EnterToSend.Text
source: Enter to send
de: Enter zum Senden
es: Enter para enviar
fr: Entrée pour envoyer
ja: Enter で送信
zh_cn: Enter 发送

# AskFiles_QuestionBox.PlaceholderText
source: Ask a question about your documents...
de: Stellen Sie eine Frage zu Ihren Dokumenten...
es: Haga una pregunta sobre sus documentos...
fr: Posez une question sur vos documents...
ja: ドキュメントについて質問...
zh_cn: 就您的文档提问...

# AskFiles_SendBtn.ToolTipService.ToolTip
source: Send question (Enter)
de: Frage senden (Enter)
es: Enviar pregunta (Enter)
fr: Envoyer la question (Entrée)
ja: 質問を送信 (Enter)
zh_cn: 发送问题 (Enter)

# AskFiles_SendBtn.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Send question
de: Frage senden
es: Enviar pregunta
fr: Envoyer la question
ja: 質問を送信
zh_cn: 发送问题

# AskFiles_SourcesTitle.Text
source: Sources
de: Quellen
es: Fuentes
ja: 出典
zh_cn: 来源

# AskFiles_NoCitationsTitle.Text
source: No citations yet
de: Noch keine Quellenangaben
es: Aún no hay citas
fr: Pas encore de citations
ja: 引用はまだありません
zh_cn: 暂无引用

# AskFiles_NoCitationsHint.Text
source: Ask a question and sources will appear here.
de: Stellen Sie eine Frage – die Quellen erscheinen hier.
es: Haga una pregunta y las fuentes aparecerán aquí.
fr: Posez une question et les sources apparaîtront ici.
ja: 質問すると、ここに出典が表示されます。
zh_cn: 提问后,来源将显示在此处。

# AskFiles_OpenSourceBtn.ToolTipService.ToolTip
source: Open source document
de: Quelldokument öffnen
es: Abrir documento fuente
fr: Ouvrir le document source
ja: 元のドキュメントを開く
zh_cn: 打开源文档

source: Open source document
de: Quelldokument öffnen
es: Abrir documento fuente
fr: Ouvrir le document source
ja: 元のドキュメントを開く
zh_cn: 打开源文档

# AskFiles_PageLabel.Text
source: Page
de: Seite
es: Página
ja: ページ
zh_cn: 页

# AskFiles_GroundedNote.Text
source: All answers are grounded in your documents.
de: Alle Antworten basieren auf Ihren Dokumenten.
es: Todas las respuestas se basan en sus documentos.
fr: Toutes les réponses sont ancrées dans vos documents.
ja: すべての回答はドキュメントに基づいています。
zh_cn: 所有回答均以您的文档为依据。

# Search_Title.Text
source: SEARCH
de: SUCHE
es: BÚSQUEDA
fr: RECHERCHE
ja: 検索
zh_cn: 搜索

# Search_Subtitle.Text
source: Search across your entire document library using semantic AI, keywords, or both.
de: Durchsuchen Sie Ihre gesamte Dokumentbibliothek mit semantischer KI, Stichwörtern oder beidem.
es: Busque en toda su biblioteca de documentos con IA semántica, palabras clave o ambas.
fr: Recherchez dans toute votre bibliothèque de documents avec l'IA sémantique, des mots-clés ou les deux.
ja: セマンティック AI、キーワード、またはその両方でドキュメント ライブラリ全体を検索します。
zh_cn: 使用语义 AI、关键词或两者结合搜索整个文档库。

# Search_InputBox.PlaceholderText
source: Search your documents...
de: Dokumente durchsuchen...
es: Buscar en sus documentos...
fr: Rechercher dans vos documents...
ja: ドキュメントを検索...
zh_cn: 搜索您的文档...

# Search_SearchBtn.ToolTipService.ToolTip
source: Search (Enter)
de: Suchen (Enter)
es: Buscar (Enter)
fr: Rechercher (Entrée)
ja: 検索 (Enter)
zh_cn: 搜索 (Enter)

# Search_SearchLabel.Text
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
zh_cn: 搜索

# Search_ClearBtn.ToolTipService.ToolTip
source: Clear search
de: Suche leeren
es: Borrar búsqueda
fr: Effacer la recherche
ja: 検索をクリア
zh_cn: 清空搜索

# Search_ClearBtn.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Clear search
de: Suche leeren
es: Borrar búsqueda
fr: Effacer la recherche
ja: 検索をクリア
zh_cn: 清空搜索

# Search_SearchModeOverline.Text
source: SEARCH MODE
de: SUCHMODUS
es: MODO DE BÚSQUEDA
fr: MODE DE RECHERCHE
ja: 検索モード
zh_cn: 搜索模式

# Search_ModeSemantic.Content
source: Semantic
de: Semantisch
es: Semántica
fr: Sémantique
ja: セマンティック
zh_cn: 语义

# Search_ModeSemantic.ToolTipService.ToolTip
source: Vector similarity search using AI embeddings
de: Vektor-Ähnlichkeitssuche mit KI-Embeddings
es: Búsqueda por similitud vectorial con embeddings de IA
fr: Recherche par similarité vectorielle avec des embeddings d'IA
ja: AI 埋め込みによるベクトル類似検索
zh_cn: 基于 AI 嵌入的向量相似度搜索

# Search_ModeKeyword.Content
source: Keyword
de: Stichwort
es: Palabra clave
fr: Mot-clé
ja: キーワード
zh_cn: 关键词

# Search_ModeKeyword.ToolTipService.ToolTip
source: Full-text keyword search with BM25 ranking
de: Volltext-Stichwortsuche mit BM25-Ranking
es: Búsqueda de texto completo con clasificación BM25
fr: Recherche plein texte par mots-clés avec classement BM25
ja: BM25 ランキングによる全文キーワード検索
zh_cn: 基于 BM25 排序的全文关键词搜索

# Search_ModeHybrid.Content
source: Hybrid
es: Híbrida
fr: Hybride
ja: ハイブリッド
zh_cn: 混合

# Search_ModeHybrid.ToolTipService.ToolTip
source: Combined semantic + keyword search for best results
de: Kombinierte semantische + Stichwortsuche für beste Ergebnisse
es: Búsqueda semántica + por palabras clave combinada para mejores resultados
fr: Recherche sémantique + mots-clés combinée pour de meilleurs résultats
ja: セマンティック検索とキーワード検索を組み合わせて最良の結果を取得
zh_cn: 语义 + 关键词组合搜索,获得最佳结果

# Search_CollectionOverline.Text
source: COLLECTION
de: SAMMLUNG
es: COLECCIÓN
ja: コレクション
zh_cn: 合集

# Search_AdvancedBtn.ToolTipService.ToolTip
source: Toggle advanced search filters
de: Erweiterte Suchfilter ein-/ausblenden
es: Mostrar u ocultar filtros avanzados
fr: Afficher/masquer les filtres de recherche avancés
ja: 詳細検索フィルターの表示切り替え
zh_cn: 切换高级搜索筛选器

# Search_AdvancedLabel.Text
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
zh_cn: 高级

# Search_FileTypeOverline.Text
source: FILE TYPE
de: DATEITYP
es: TIPO DE ARCHIVO
fr: TYPE DE FICHIER
ja: ファイルの種類
zh_cn: 文件类型

# Search_FilterAllTypes.Content
source: All Types
de: Alle Typen
es: Todos los tipos
fr: Tous les types
ja: すべての種類
zh_cn: 全部类型

# Search_FilterText.Text
source: Text
es: Texto
fr: Texte
ja: テキスト
zh_cn: 文本

# Search_FilterCode.Text
source: Code
es: Código
ja: コード
zh_cn: 代码

# Search_FilterCalendar.Text
source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
ja: カレンダー
zh_cn: 日历

# Search_FilterEmail.Text
source: Email
es: Correo
ja: メール
zh_cn: 邮件

# Search_MinRelevanceOverline.Text
source: MIN RELEVANCE
de: MIN. RELEVANZ
es: RELEVANCIA MÍN.
fr: PERTINENCE MIN.
ja: 最小関連度
zh_cn: 最低相关性

# Search_MaxResultsOverline.Text
source: MAX RESULTS
de: MAX. ERGEBNISSE
es: RESULTADOS MÁX.
fr: RÉSULTATS MAX.
ja: 最大結果数
zh_cn: 最多结果数

# Search_ResetBtn.ToolTipService.ToolTip
source: Reset all advanced filters
de: Alle erweiterten Filter zurücksetzen
es: Restablecer todos los filtros avanzados
fr: Réinitialiser tous les filtres avancés
ja: すべての詳細フィルターをリセット
zh_cn: 重置所有高级筛选器

# Search_ResetLabel.Text
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
zh_cn: 重置

# Search_CreatedAfterOverline.Text
source: CREATED AFTER
de: ERSTELLT NACH
es: CREADO DESPUÉS DE
fr: CRÉÉ APRÈS
ja: 作成日 (以降)
zh_cn: 创建于之后

# Search_CreatedAfterPicker.PlaceholderText
source: Any date
de: Beliebiges Datum
es: Cualquier fecha
fr: Toute date
ja: 任意の日付
zh_cn: 任意日期

# Search_CreatedBeforeOverline.Text
source: CREATED BEFORE
de: ERSTELLT VOR
es: CREADO ANTES DE
fr: CRÉÉ AVANT
ja: 作成日 (以前)
zh_cn: 创建于之前

# Search_CreatedBeforePicker.PlaceholderText
source: Any date
de: Beliebiges Datum
es: Cualquier fecha
fr: Toute date
ja: 任意の日付
zh_cn: 任意日期

# Search_SortRelevance.Content
source: Relevance
de: Relevanz
es: Relevancia
fr: Pertinence
ja: 関連度
zh_cn: 相关性

# Search_SortNewest.Content
source: Newest First
de: Neueste zuerst
es: Más recientes primero
fr: Plus récents d'abord
ja: 新しい順
zh_cn: 最新优先

# Search_SortOldest.Content
source: Oldest First
de: Älteste zuerst
es: Más antiguos primero
fr: Plus anciens d'abord
ja: 古い順
zh_cn: 最早优先

# Search_SortFileName.Content
source: File Name
de: Dateiname
es: Nombre de archivo
fr: Nom de fichier
ja: ファイル名
zh_cn: 文件名

# Search_SaveFilterBtn.ToolTipService.ToolTip
source: Save current search as a filter
de: Aktuelle Suche als Filter speichern
es: Guardar la búsqueda actual como filtro
fr: Enregistrer la recherche actuelle comme filtre
ja: 現在の検索をフィルターとして保存
zh_cn: 将当前搜索保存为筛选器

# Search_SaveLabel.Text
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
zh_cn: 保存

# Search_ResultsRun.Text
source: results
de: Ergebnisse
es: resultados
fr: résultats
ja: 件の結果
zh_cn: 条结果
